amneziavpn-bin
anydesk-bin
auto-cpufreq
cpr
darkly-bin
debtap
devkitA64
devkitpro-keyring
f3
google-chrome
gtk2
hiddify
hysteria
incy
jmtpfs
lampa
lenovolegionlinux-dkms-git
lens-bin
libnx
lmstudio-bin
matugen-bin
minecraft-launcher
neofetch
paru
playwright
protonup-qt
qobuz-dl
qt5ct-kde
qt6ct-kde
rancher-k3d-bin
snapd
spotify
sunshine
switch-cmake
switch-examples
switch-pkg-config
switch-tools
v2ray-bin
vicinae-bin
vscodium
waypaper
winboat-bin
wireguard-gui-bin
wlogout
yay
yay-debug
