adw-gtk-theme
alsa-firmware
alsa-tools
alsa-utils
amneziavpn-bin
ansible
anydesk-bin
auto-cpufreq
awww
base
base-devel
bind
blueman
bluez
breeze-plymouth
brightnessctl
btop
calibre
cava
code
cpr
cpupower
cryptsetup
darkly-bin
debtap
devkitA64
devkitpro-keyring
dialog
discord
docker
docker-compose
dosfstools
dpkg
exfat-utils
f3
fastfetch
filezilla
firefox
flatpak
foot
frameworkintegration
freerdp
gamemode
gamescope
ghostty
git
gnome-calculator
gnome-contacts
gnome-disk-utility
gnome-system-monitor
gnome-terminal
gnome-tweaks
go
google-chrome
gpu-screen-recorder
grim
grub
gtk2
gum
helm
hiddify
htop
hypridle
hyprland
hyprlock
hyprshot
hysteria
i2c-tools
imagemagick
incy
intel-ucode
intel-undervolt
inter-font
iperf
iperf3
ipset
jmtpfs
jq
keepassxc
kitty
kubectl
lampa
lenovolegionlinux-dkms-git
lens-bin
less
lib32-nvidia-utils
lib32-opencl-nvidia
libmtp
libnetfilter_queue
libnx
libreoffice-fresh
linux
linux-firmware
linux-headers
lmstudio-bin
lsd
lvm2
mandoc
mariadb
matugen-bin
mesa-utils
minecraft-launcher
mpv
mtr
nano
nasm
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nftables
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-container-toolkit
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
obsidian
openbsd-netcat
opencl-nvidia
openssh
pamixer
papirus-icon-theme
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
playwright
plymouth
polkit-gnome
power-profiles-daemon
protonup-qt
proxychains-ng
pyenv
qbittorrent
qobuz-dl
qt5ct-kde
qt6-charts
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6ct-kde
rancher-k3d-bin
rustup
satty
sddm
slurp
smartmontools
snapd
speedtest-cli
spotify
sqlitebrowser
steam
strace
sudo
sunshine
swaybg
swaync
switch-cmake
switch-examples
switch-pkg-config
switch-tools
sysfsutils
telegram-desktop
terraform
thermald
tigervnc
traceroute
trash-cli
ttf-jetbrains-mono-nerd
unzip
uwsm
v2ray-bin
vicinae-bin
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vlc
vlc-plugins-all
vscodium
vulkan-tools
waybar
waypaper
wget
winboat-bin
wireguard-gui-bin
wireplumber
wireshark-qt
wl-clip-persist
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xorg-xinit
yaml-cpp
yay
yay-debug
yt-dlp
zsh
